<?php
/**
 * Author: codesinging <codesinging@gmail.com>
 * Github: https://github.com/codesinging
 */

return [
    /*
    |--------------------------------------------------------------------------
    | 是否启用登录验证
    |--------------------------------------------------------------------------
    |
    | 登录的时候开启验证码验证。
    |
    */
    'captcha_enabled' => true,

    /*
    |--------------------------------------------------------------------------
    | 登录错误限制
    |--------------------------------------------------------------------------
    |
    | 如果登录错误次数超过此数值，将禁止再次登录。
    |
    */
    'login_error_limit' => 5,
];
